Repository: D-Rayan/Traduire-Sans-Migraine
Catalog: languages/*.po
Languages: fr_fr

source: Display %s After Save
fr_fr: Affichage %s après la sauvegarde

source: Show %s
fr_fr: Afficher %s

source: Post ID missing
fr_fr: Post ID manquant

source: Token invalid
fr_fr: Clé d’accès invalide

source: Post not found
fr_fr: Le post n’existe pas

source: Token ID missing
fr_fr: Clés d’accès manquante

source: Token not found
fr_fr: Clé d’accès n’existe pas

source: Post ID is not set
fr_fr: L’ID du post est manquant

source: %s will use this language as reference.
fr_fr: %s utilisera cette langue comme référence.

source: Sending content
fr_fr: Envoie du contenu

source: Translation
fr_fr: Traduction

source: Retrieve translation
fr_fr: Téléchargement de la traduction

source: Saving translation
fr_fr: Sauvegarde de la traduction

source: Use the checkbox on the left to add this language to the list of translations
fr_fr: Utilisez la case à cocher sur la gauche pour ajouter cette langue à traduire

source: Translate
fr_fr: Traduire

source: %s not existing.
fr_fr: %s n’existe pas.

source: Activate your plugin
fr_fr: Activer votre plugin

source: You need to activate the licence of your plugin
fr_fr: Vous devez activer la licence du plugin

source: PHP version is too low
fr_fr: Votre version PHP est trop basse

source: %s required at least PHP %s
fr_fr: %s nécessite au moins la version %s de PHP

source: %s required at least one of the following plugins %s
fr_fr: %s requis au moins un des plugins suivants : %s

source: Missing required plugins
fr_fr: Des plugins requis sont manquants

source: Translate Without Headache
fr_fr: Traduire Sans Migraine

source: https://www.seo-sans-migraine.com/translate-without-headache
fr_fr: https://www.seo-sans-migraine.fr/traduire-sans-migraine

source: Translate Without Headache will help you translate your content within keeping good SEO practices.
fr_fr: Traduire Sans Migraine va vous aider à traduire votre contenu tout en gardant les bonnes pratiques SEO.

source: https://www.seo-sans-migraine.com
fr_fr: https://www.seo-sans-migraine.fr
