Repository: D-Rayan/Traduire-Sans-Migraine
Catalog: languages/traduire-sans-migraine-*.po
Languages: es_es, fr_fr

source: An error occurred
fr_fr: Une erreur est survenue

source: We could not authenticate you. Please check the plugin settings.
fr_fr: Nous n’arrivons pas à t’authentifier. Vérifies tes paramètres.

source: You have reached your monthly quota.
fr_fr: Tu as atteint ton quota mensuel.

source: An error occurred. Please try again.
fr_fr: Une erreur est survenue.

source: The otters are translating your post 🦦
fr_fr: Les loutres traduisent ton article 🦦

source: Translation in progress
fr_fr: Traduction en cours

source: Translation is done
fr_fr: Traduction terminée

source: The translation is in progress. You can close this window if you want.
fr_fr: La traduction est en cours. Tu peux fermer la fenêtre si tu le souhaites.

source: The security code is expired. Reload your page and retry
fr_fr: Le code de sécurité est expiré.

source: Post ID is not set
fr_fr: L’ID du post est manquant

source: You have moved to the trash one publication.
fr_fr: Tu as déplacé un article à la corbeille.

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: The original publication isn't in the trash.
fr_fr: La publication de base n’est pas à la corbeille.

source: No Translations to delete.
fr_fr: Aucune traduction à supprimer.

source: Do you wish to also set the translation into the trash?
fr_fr: Souhaites-tu aussi mettre la traduction à la corbeille ?

source: The translation has been moved to the trash.
fr_fr: La traduction a été déplacé dans la corbeille.

source: Do you wish to also set the %n translations into the trash?
fr_fr: Souhaites-tu aussi mettre les %n traductions dans la corbeille ?

source: The %n translations have been moved to the trash.
fr_fr: Les %n traductions ont été déplacées dans la corbeille.

source: Translate 💊
es_es: Traducir 💊
fr_fr: Traduire 💊

source: That's the last version of your post that will be translated. If you have done any modification don't forget to save it before the translation!
fr_fr: C’est la dernière version de ton article qui sera traduite. Si tu as fait des modifications n’oublies pas de sauvegarder avant de traduire !

source: Oops! Something wrong
fr_fr: Il y a un petit couac…

source: The followings articles will not be translated cause we could not find them : %s
fr_fr: Les liens internes suivant ne sont pas accessibles (ils ont supprimés ou ne sont pas publiés) : %s

source: We are impatient to help you with your translations! Just click the translate button.
fr_fr: On est impatient de t’aider avec ta traduction ! Tu n’as plus qu’à cliquer sur le bouton traduire.

source: The following links will not be translated because they doesn't exist or aren't published : %s
fr_fr: Les liens internes suivant ne possèdent pas de traduction dans cette langue, ils ne seront donc pas remplacés. Nous vous conseillons de les traduire %s

source: Don't worry! We got you
fr_fr: On s’en occupe

source: The following categories will be created in this language because they are missing : %s
fr_fr: Les catégories suivant seront créées dans cette langue car ils n’existent pas : %s

source: Use the checkbox on the left to add this language to the list of translations, it will create a new article in %s
fr_fr: Utilise la case à cocher sur la gauche pour ajouter cette langue à traduire, cela créera un nouvel article en %s

source: Use the checkbox on the left to add this language to the list of translations. It will overwrite the current translation in %s
fr_fr: Utilise la case à cocher sur la gauche pour ajouter cette langue à traduire. Cela remplacera l’article déjà existant en %s

source: We could not find the post. Try again later...
fr_fr: Nous ne pouvons pas trouver ton contenu. Réessaie plus tard…

source: We need one more thing
fr_fr: Une dernière petite chose

source: We need to know the language of your post.
fr_fr: Nous avons besoins de savoir la langue de votre contenu.

source: Apply this language
fr_fr: Appliquer cette langue

source: Unselect/Select All
fr_fr: Sélectionner/Désélectionner tous

source: At the moment none of our otters are able to write in this language.
fr_fr: Pour le moment aucune de nos loutres ne sait écrire dans cette langue.

source: You have reached the maximum languages you can translate.
fr_fr: Tu as atteint ton maximum de langues autorisés.

source: If you want more languages, you can
fr_fr: Si tu veux plus de langages, tu peux

source: Upgrade your plan
fr_fr: Améliorer ton plan

source: Add new language
fr_fr: Ajouter une langue

source: You can add more language to translate.
fr_fr: Tu peux ajouter plus de langues à traduire.

source: Translate now
fr_fr: Lancer la traduction

source: Close
fr_fr: Fermer

source: Debug Helper
fr_fr: Aide Debug

source: This button is only for debug purpose. It will send the data of your content to our service. The data will be deleted after analysis.
fr_fr: Ce bouton est uniquement pour aider lors d’un débug technique. Il va envoyer les données de ton contenu à notre service. Les données ne sont conservés que pendant l’analyse.

source: 🔎 We found %s issue
fr_fr: 🔎 Nous avons trouvé %s problème

source: 💡 %s category will be created
fr_fr: 💡 %s catégorie sera crée

source: 🔎 We found %s issues
fr_fr: 🔎 Nous avons trouvé %s problèmes

source: 💡 %s categories will be created
fr_fr: 💡%s catégories seront créées

source: Your otter 🦦
fr_fr: Ta loutre 🦦

source: You're already logged in. You can start translating your content.
fr_fr: Tu es déjà connecté. N’attends plus et traduit ton contenu.

source: You're not logged in. Please log-in to continue.
fr_fr: Ton compte n’est pas encore relié ! Pas de panique, cela ne prends que quelques secondes.

source: Log-in
fr_fr: Se Connecter

source: The item has been removed from the queue
fr_fr: La traduction a été retirée de la file d’attente

source: %s will not be translated into %s
fr_fr: %s ne sera pas traduit en %s

source: The item could not be removed from the queue
fr_fr: Cette traduction ne peut pas être retiré de la file d’attente

source: The item is currently being processed or has already been processed.
fr_fr: La traduction est en cours ou a déjà été effectuée.

source: The queue has been restarted
fr_fr: La file d’attente a redémarré

source: The next item in the queue has been started.
fr_fr: La prochaine traduction dans la file d’attente a démarrée.

source: The queue could not be restarted
fr_fr: La file d’attente ne peut pas être relancée

source: The queue is currently processing or is empty.
fr_fr: Une traduction est en cours ou la file d’attente est vide.

source: The queue has been paused
fr_fr: La file d’attente a été mis en pause

source: The queue is no longer processing.
fr_fr: Les traductions ont été mis en pause.

source: The queue has been deleted
fr_fr: La file d’attente a été vidée

source: All the translations in the queue have been removed.
fr_fr: Toutes les traductions dans la file d’attente ont été retirées.

source: Translate all your content in few seconds 💊
fr_fr: Traduis tout tes contenus en un instant 💊

source: Restart the Queue
fr_fr: Redémarrer la file d’attente

source: Pause the Queue
fr_fr: Mettre en pause la file d’attente

source: Delete the Queue
fr_fr: Vider la file d’attente

source: You don't have to do anything, it's all in background. You can check the progress just below.
fr_fr: Tu n’as rien besoin de faire, tout se déroule en arrière plan. Tu peux regarder la progression juste en dessous.

source: See the translations progression
fr_fr: Voir l’état des traductions

source: Waiting for the translation to start 🕐
fr_fr: En attente que la traduction démarre 🕐

source: Remove from the Queue
fr_fr: Retirer de la file d’attente

source: Translate the %var% content selected
fr_fr: Traduire les %var% contenus sélectionnés

source: Translate the content selected
fr_fr: Traduire le contenu sélectionné

source: Select at least one content to translate
fr_fr: Sélectionne au moins un contenu à traduire

source: Display the content in
fr_fr: Afficher les contenus en

source: that are not translated in
fr_fr: qui ne sont pas traduits en

source: among the
fr_fr: parmi les

source: Pages and Posts
fr_fr: Pages et Articles

source: Posts
fr_fr: Articles

source: Search
fr_fr: Rechercher

source: Oops!
fr_fr: Oh oh !

source: There is no content to translate with this search.
fr_fr: Il n’y a pas de contenu correspondant à cette recherche.

source: Title
fr_fr: Titre

source: Author
fr_fr: Auteur/Autrice

source: State
fr_fr: État

source: Unknown (ID: %s)
fr_fr: Inconnu (ID: %s)

source: Want to go the the next step? Translate all your content in few seconds?
fr_fr: Envie de passer l’étape supérieure ? Traduis tout tes contenus en un instant !

source: %s translation in progress
fr_fr: %s traduction en cours

source: The translation is done
fr_fr: La traduction est terminée

source: %s translations in progress
fr_fr: %s traductions en cours

source: %s translations are done
fr_fr: %s traductions sont terminées

source: Original words
fr_fr: Mots d’origine

source: Translation in %s
fr_fr: Traduire en %s

source: Update
fr_fr: Mettre à jour

source: Delete
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Dictionary for %s
fr_fr: Dictionnaire pour %s

source: Happy with our products? Help us with few words. ⭐️⭐️⭐️⭐️⭐️
fr_fr: Satisfait de nos outils ? Donne nous un coup de pouce en nous laissant un avis ⭐️⭐️⭐️⭐️⭐️

source: Explore all the tools
fr_fr: Découvrir tous les outils

source: Each tool aim to help you in your SEO strategy and you can find them all here.
fr_fr: Chaque outil à un but précis pour t’accompagner dans ta stratégie SEO et tu peux tous les découvrir ici.

source: Your settings have been saved.
fr_fr: Tes préférences ont été sauvegardés.

source: ⚙️ Settings
es_es: ⚙️ Configuración
fr_fr: ⚙️ Préférences

source: Could not fetch your account.
fr_fr: Impossible de récupérer ton compte.

source: She will reset the %s
fr_fr: Elle repartira de zéro le %s

source: Need more?
fr_fr: Besoin de plus ?

source: Post's content
fr_fr: Contenu de l’article

source: Post's title
fr_fr: Titre de l’article

source: Post's Excerpt
fr_fr: Extrait de l’article

source: The excerpt is a short summary of your post. It is used by default in the search results.
fr_fr: L’excerpt est un court résumé de ton article. Il est utilisé par défaut dans les résultats de recherche.

source: Post's slug
fr_fr: Slug de l’article

source: The slug is the URL of your post.
fr_fr: Le slug est l’url de ton article.

source: Translate media assets
fr_fr: Traduire les médias

source: Translate the alt and the name of your media assets used inside your content.
fr_fr: Traduire les alternatives et le nom de vos médias qui sont utilisés dans ton contenu.

source: SEO Title
fr_fr: Titre SEO

source: The title is the title of your post. It is used in the search results.
fr_fr: Ceci est le titre de ton article. Il apparait dans les résultats de recherche.

source: SEO Description
fr_fr: Description SEO

source: The description is a short summary of your post. It is used in the search results.
fr_fr: La description est un court résumé de ton article. Il est utilisé dans les résultats de recherche.

source: Keywords
fr_fr: Mots clés

source: Keywords are used by yoast to help you to optimize your post.
fr_fr: Les mots clés sont utilisés par Yoast pour t’aider à optimiser ton article.

source: Target Request
fr_fr: Requête cible

source: The target request is the request you want to rank for. It will help you to optimize your post.
fr_fr: Les mots clés sont utilisés par Yoast pour t’aider à optimiser ton article.

source: Keywords are used by rank math to help you to optimize your post.
fr_fr: Les mots clés sont utilisés par Rank math pour t’aider à optimiser ton article.

source: Keywords are used by SEOPress to help you to optimize your post.
fr_fr: Lets mots clés sont utilisés par SEOpress pour t’aider à optimiser ton article.

source: Settings
es_es: Configuración
fr_fr: Préférences

source: What the otter should update when the post already exists?
fr_fr: Que devra mettre à jour la loutre lorsque l’article existe déjà ?

source: Save
fr_fr: Sauvegarder

source: Unlimited
fr_fr: Illimité

source: Gérer vos langues
fr_fr: Gérer tes langues

source: Enable on this website
fr_fr: Ajouter à ce site

source: Open Dictionary
fr_fr: Ouvre le dictionnaire

source: Default
fr_fr: Défaut

source: More Formal
fr_fr: Plus formel

source: Less Formal
fr_fr: Moins formel

source: If you want you can add a new language to your website
fr_fr: SI tu veux tu peux ajouter une autre langue à ton site

source: Languages initialization
fr_fr: Configuration de tes langues

source: You already have enabled %s on your website, just one more language and you'll be able to use this tool.
fr_fr: Tu as déjà activé %s sur ton site, plus que une langue avant de pouvoir utiliser ton outil.

source: You need at least two languages to use the tool. Please add a new language to your website.
fr_fr: Tu as besoin d’au moins deux langues sur ton site. S’il te plaît ajoute une autre langue à ton site.

source: Just select the language then add it.
fr_fr: Sélectionne simplement la langue que tu veux ajouter.

source: Here you can configure the tool to make it perfect for your needs.
fr_fr: Ici tu peux configurer sans migraine pour qu’il corresponde à tes besoins.

source: She have translated %s character on %s
fr_fr: Elle a traduit %s caractère sur %s

source: She have translated %s characters on %s
fr_fr: Elle a traduit %s caractères sur %s

source: Send & Deactivate
fr_fr: Envoyer et Désactiver

source: Also delete all configuration related to %s
fr_fr: Supprimer toutes les configuration relié à %s

source: Skip & Disable
fr_fr: Passer & Désactiver

source: %s not existing.
fr_fr: %s n’existe pas.

source: Polylang seems to not be configured correctly.
fr_fr: Polylang semble être mal configuré.

source: PHP version is too low
fr_fr: Ta version PHP est trop basse

source: %s required at least PHP %s
fr_fr: %s nécessite au moins la version %s de PHP

source: Missing required plugin
fr_fr: Des plugins requis sont manquants

source: Polylang is a dependence for %s so it has been activate automatically
fr_fr: Polylang est nécessaire pour %s, il a donc été activé automatiquement

source: %s required Polylang to be installed and active
fr_fr: Polylang doit être installé et actif pour %s

source: The language is missing
fr_fr: Le langage est manquant

source: The language has been enabled
fr_fr: La langue a été activée

source: The language has not been enabled
fr_fr: La langue n’a pas été activé

source: The language has been added
fr_fr: La langue a été ajoutée

source: The language has not been added
fr_fr: La langue n’a pas été ajoutée

source: The language from is missing
fr_fr: La langue de départ est manquante

source: The entry is missing
fr_fr: L’entré est manquante

source: The result is missing
fr_fr: Le résultat est manquant

source: The language to is missing
fr_fr: Le langage d’arrivé est manquant

source: The fields are empty
fr_fr: Les champs sont vides

source: The word has not been added
fr_fr: Le mot n’a pas été ajouté

source: The word has been added
fr_fr: Le mot a été ajouté

source: We could not find the post asked. Please try again.
fr_fr: Nous n’arrivons pas à trouver ton contenu. Réessaye plus tard.

source: Debug data sent
fr_fr: Données de début sont envoyées

source: The debug data has been sent to the developers. Thank you for your help!
fr_fr: Les données ont bien été envoyées à notre équipe. Merci de ton aide !

source: We could not send the debug data. Please try again. Verify the code you entered.
fr_fr: Nous n’avons pas pu envoyer les données. Vérifie ton code de débug et réessaye.

source: The id is missing
fr_fr: L’id est manquant

source: The word has not been deleted
fr_fr: Le mot n’a pas été supprimé

source: The word has been deleted
fr_fr: Le mot a bien été supprimé

source: We could not find your post. Please try again.
fr_fr: Nous n’arrivons pas à trouver ton contenu. Réessaye plus tard.

source: Translated by Traduire Sans Migraine
fr_fr: Traduit par Traduire Sans Migraine

source: You're on a content translated by us. If you want to know the best SEO practices, click <a target='_blank' href='%s'>here</a>.
fr_fr: Tu es sur un contenu traduit par Traduire Sans Migraine. Si tu veux connaître les meilleurs pratiques SEO tu peux cliquer <a target='_blank' href='%s'>ici</a>.

source: translateInternalLinksButton
fr_fr: Traduire les liens internes

source: You're on a content translated by us. If you want to know the best SEO practices, click <a target='_blank' href='%s'>here</a>
fr_fr: Tu es sur un article traduit par Traduire Sans Migraine. Si tu veux connaître les meilleurs pratiques SEO tu peux cliquer <a target='_blank' href='%s'>ici</a>

source: We have detected %s internal link that is not translated.
fr_fr: Nous avons détectés %s lien interne qui n’est pas traduit.

source: We have detected %s internal links that are not translated.
fr_fr: Nous avons détectés %s liens internes qui ne sont pas traduits.

source: We could not find the language. Please try again.
fr_fr: Nous ne trouvons plus la langue. Réessaye plus tard.

source: We could not find the post or the languages asked. Please try again.
fr_fr: Nous n’arrivons pas à trouver ton contenu ou les langues demandés. Réessaye plus tard.

source: We could not create all the translations. Please try again.
fr_fr: Nous n’avons pas réussi à créer toutes les traductions. Réessaye plus tard.

source: The reason is missing
fr_fr: La raison est manquante

source: We could not find the post or the language asked. Please try again.
fr_fr: Nous n’arrivons pas à trouver ton contenu ou les langues demandés. Réessaye plus tard.

source: We could not find the post. Please try again.
fr_fr: Nous n’arrivons pas à trouver ton contenu ou les langues demandés. Réessaye plus tard.

source: Get more credits
fr_fr: Avoir plus de crédits

source: You have reached your languages quota.
fr_fr: Tu as atteint ton maximum de langues autorisés.

source: Check my account
fr_fr: Voir mon compte

source: It's a bit weird, but we could not translate your post. Please try again.
fr_fr: Bizarre… nous n’arrivons pas à traduire ton contenu. Réessaye plus tard.

source: We could not find the request ID.
fr_fr: Nous ne trouvons plus l’identifiant de la requête.

source: We could not find the state of the translation
fr_fr: Nous ne trouvons plus l’état de ta traduction

source: We will create and translate your post 💡
fr_fr: On va créer et traduire ton article 💡

source: The slug is missing
fr_fr: Le slug est manquant

source: The language has not been updated
fr_fr: La langue n’a pas été mise à jour

source: The language has been updated
fr_fr: La langue a été mise à jour

source: The word has been updated
fr_fr: Le mot a été mis à jour

source: Our Products
fr_fr: Nos produits

source: 💊 Bulk Translation
es_es: 💊 Traducción masiva
fr_fr: 💊 Traduction Groupée

source: See the tutorial
es_es: Ver el tutorial
fr_fr: Voir le tutoriel

source: tutorialLink
es_es: https://www.seo-sans-migraine.fr/premiere-traduction
fr_fr: https://www.seo-sans-migraine.fr/premiere-traduction

source: Oops! The otters have lost the post in the river. Please try again 🦦
fr_fr: Oops ! Les loutres ont perdu ton article dans la rivière. Réessayer 🦦

source: The otters have finished the translation 🦦, Check it right here %s
fr_fr: Les loutres ont fini la traduction 🦦. Tu peux y accéder ici %s

source: Oops! The otters have lost the translation in the river. Please try again 🦦
fr_fr: Oops ! Les loutres ont perdu la traduction dans la rivière. N’hésites pas à réessayer 🦦

source: The otters works on your SEO optimization 🦦
fr_fr: Les loutres peaufinent la mise en forme 🦦

source: Traduire Sans Migraine is enabled
fr_fr: Traduire Sans Migraine est activé

source: You don't know where to start? Don't worry just click <a href='%s'>here</a> and follow the steps
fr_fr: Tu ne sais pas par où commencer ? Pas de panique il te suffit de cliquer <a href='%s'>ici</a> et de suivre les instructions

source: https://www.seo-sans-migraine.com/translate-without-headache
es_es: https://www.seo-sans-migraine.com/traduire-sans-migraine
fr_fr: https://www.seo-sans-migraine.fr/traduire-sans-migraine

source: Translate Without Headache will help you translate your content within keeping good SEO practices.
es_es: Translate Without Headache le ayudará a traducir sus contenidos manteniendo las buenas prácticas de SEO.
fr_fr: Traduire Sans Migraine va t’aider à traduire ton contenu tout en gardant les bonnes pratiques SEO.

source: https://www.seo-sans-migraine.com
fr_fr: https://www.seo-sans-migraine.fr

source: By
es_es: Por

source: including %s translation
es_es: incluida la traducción %s

source: including %s translations
es_es: incluidas las traducciones %s

source: Traduire Sans Migraine
es_es: Traducir sin migraña

source: Traduire Sans Migraine needs polylang to works. We found it on your website and enabled it automatically. If you really want to disable Polylang first disable Traduire Sans Migraine.
es_es: Traduire Sans Migraine necesita polylang para funcionar. Lo hemos encontrado en su sitio web y lo hemos activado automáticamente. Si realmente desea desactivar Polylang primero desactivar Traduire Sans Migraine.

source: Traduire Sans Migraine needs polylang to works. Don't worry you can install it simply by clicking on the button below.
es_es: Traduire Sans Migraine necesita polylang para funcionar. No se preocupe, puede instalarlo simplemente haciendo clic en el botón de abajo.

source: Install Polylang
es_es: Instalar Polylang

source: Change language
es_es: Cambiar la lengua

source: Traduire Sans Migraine is enabled!
es_es: ¡Traduire Sans Migraine está activado!

source: You don't know where to start? Just click <a href='%s'>here</a> and follow the instructions
es_es: ¿No sabe por dónde empezar? Solo tienes que hacer clic <a href='%s'>aquí</a> y seguir las instrucciones
